Repository: deckerweb/shortcode-item-updated
Catalog: languages/shortcode-item-updated-*.po
Languages: de_de

source: Shortcode for showing the last updated date (and/or time) of an item of a post type.
de_de: Shortcode, um das Datum (und/ oder die Zeit) der letzten Aktualisierung eines Elements von einem Inhaltstyp anzeigen zu lassen.

source: Shortcode Item Updated
de_de: Shortcode Element zuletzt aktualisiert

# Translators: HTML placeholder
source: Last updated:
de_de: Zuletzt aktualisiert:

source: Item last updated
de_de: Element zuletzt aktualisiert

source: Uses the PHP date format schema
de_de: Verwendet das PHP Datumsformatschema

source: Time format
de_de: Zeitformat

source: Uses the PHP time format schema
de_de: Verwendet das PHP Zeitformatschema

source: Show date?
de_de: Datum anzeigen?

source: Show time?
de_de: Zeit anzeigen?

source: Optional time of last update
de_de: Optional, Zeit der letzten Aktualisierung

source: Show separator?
de_de: Trennung anzeigen?

source: Whether to show some string between date and time values
de_de: Ob zwischen den Datums- und Zeitwerten etwas angezeigt wird

source: Separator string/ character
de_de: Trennung (Wort, Symbol etc.)

source: What is output between date and time strings
de_de: Was zwischen Datum und Zeit angezeigt wird

source: Show label?
de_de: Beschriftung anzeigen?

source: Whether to show label before date
de_de: Ob die Beschriftung vor dem Datum angezeigt wird

source: Label before
de_de: Beschriftung davor

source: Optional label output at the beginning
de_de: Optionale Beschriftung am Anfang

source: Label after
de_de: Beschriftung danach

source: Optional label output at the end
de_de: Optionale Beschriftung am Ende

source: CSS class?
de_de: CSS-Klasse?

source: Additional custom CSS class for the whole wrapper
de_de: Zusätzliche, eigene CSS-Klasse für den gesamten Wrapper

source: HTML wrapper tag that is used
de_de: Verwendeter HTML-Wrapper-Tag

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Date format
de_de: Datumsformat

source: &#x00A0;@
de_de: , um

# Translators: Text before date/ time
source: Last updated:
de_de: Zuletzt aktualisiert:

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de
